Repository: 1nsan3/dnf
Catalog: *.po
Languages: pt

source: Dependencies resolved
pt: Dependências resolvidas

source: Directory of rpms must exist
pt: A pasta de RPMs deverá existir

source: Error accessing URL: %s
pt: Erro ao aceder ao URL: %s

source: OSError: %s
pt: Erro SO: %s

source: No Packages installed not included in a repository
pt: Não foram instalados pacotes não incluídos num repositório

source: Total: %d Used: %d Src: %d
pt: Total: %d Usado: %d Origem: %d

source: ignoring srpm: %s
pt: a ignorar o SRPM: %s

source: Error restoring the backup of lilo.conf The backup was:
pt: Erro ao repor a cópia de segurança do lilo.conf. A cópia de segurança era:

source: Looking in available packages for a providing package
pt: A procurar nos pacotes disponíveis por um pacote conveniente

source: Errors installing:
pt: Erros na instalação:

source: retrygrab() failed for: %s%s Executing failover method
pt: O retrygrab() falhou para o: %s%s A executar o método de contingência

source: I will install/upgrade these to satisfy the dependencies:
pt: Será instalado/actualizado o seguinte para satisfazer as dependências:

source: Cannot delete %s - check perms
pt: Não é possível remover o %s - verifique as permissões

source: Need to pass a list of pkgs to erase
pt: Tem de passar uma lista de pacotes a remover

source: Need a provides to match
pt: É necessária uma oferta correspondente

source: lilo options that are not supported by yum are used in the default lilo.conf. This file will not be modified. The options include:
pt: As opções do 'lilo' não suportadas pelo YUM são usadas no 'lilo.conf' predefinido. Este ficheiro não será modificado. As opções incluem:

source: Installed:
pt: Instalado:

source: Error getting file %s
pt: Erro ao obter o ficheiro %s

source: Options Error: %s
pt: Erro nas Opções: %s

source: %s is not writable
pt: O %s não tem permissões de escrita

source: Already found tuple: %s %s: %s
pt: Já foi encontrado o tuplo: %s %s: %s

source: Could not open RPM database for reading. Perhaps it is already in use?
pt: Não foi ler a base de dados do RPM. Talvez já esteja a ser usada?

source: errors found
pt: erros encontrados

source: Size : %s
pt: Tamanho : %s

source: Erased:
pt: Removido:

source: Unable to determine boot loader.
pt: Não é possível descobrir o gestor de arranque.

source: getting %s
pt: a obter o %s

source: Error Reading Header on %s
pt: Erro ao Ler o Cabeçalho do %s

source: Error accessing File: %s
pt: Erro ao aceder ao ficheiro: %s

source: You're not root, we can't install things
pt: Você não é o 'root', como tal não pode instalar nada

source: Cannot find any conf file.
pt: Não é possível encontrar um ficheiro de configuração.

source: Local file does not exist: %s
pt: O ficheiro local não existe: %s

source: using ftp, http[s], or file for servers, Aborting - %s
pt: a usar o ftp, http[s] ou o file nos servidores. A interromper - %s

source: Found %s.
pt: O %s foi encontrado.

source: Finding updated packages
pt: A procurar os pacotes actualizados

source: Transaction(s) Complete
pt: Transacção Completa

source: IOError: %s
pt: Erro E/S: %s

source: Cleaning packages and old headers
pt: A limpar os pacotes e os cabeçalhos antigos

source: Cannot download %s in caching only mode or when running as non-root user.
pt: Não é possível transferir o %s no modo apenas de 'cache' ou a correr como não-'root'.

source: Error: You may want to run yum clean or remove the file: %s
pt: Erro: deverá querer correr o 'yum clean' ou remover o ficheiro: %s

source: Unable to check if PID %s is active
pt: Não é possível verificar se o PID %s está activo

source: Error reading lilo.conf: The messages was:
pt: Erro ao ler o lilo.conf. A mensagem foi:

source: No groups provided or accessible on any server.
pt: Não foram indicados grupos em qualquer servidor, ou estão inacessíveis.

source: %s results returned
pt: %s resultados devolvidos

source: Error moving %s to %s, fatal
pt: Erro ao mover o %s para %s - fatal

source: Running test transaction:
pt: A executar a transacção de teste:

source: ignoring bad rpm: %s
pt: a ignorar o RPM inválido: %s

source: [erase: %s]
pt: [remover: %s]

source: %s is not a dir
pt: O %s não é uma pasta

source: bestarch = %s for %s
pt: bestarch = %s para %s

source: Best version for %s is %s:%s-%s
pt: A melhor versão do %s é a %s:%s-%s

source: Version
pt: Versão

source: Looking in Available Packages:
pt: À Procura de Pacotes Disponíveis:

source: ignoring srpm: %s
pt: a ignorar o SRPM: %s

source: Checking deps %d/%d complete
pt: A verificação das dependências %d/%d está completa

source: Installed package: %s.%s %s:%s-%s matches with %s
pt: O pacote instalado: %s.%s %s:%s-%s corresponde com o %s

source: Errors within the dir(s): %s
pt: Erros nas pastas: %s

source: Summary: %s
pt: Resumo: %s

source: Error opening rpm %s - error %s
pt: Erro ao abrir o RPM %s - erro %s

source: Please run yum in non-caching mode to correct this header.
pt: Execute por favor o 'yum' no modo sem 'cache' para corrigir este cabeçalho.

source: Cannot delete file %s
pt: Não é possível remover o ficheiro %s

source: Error installing lilo.conf The message was:
pt: Erro ao instalar o lilo.conf. A mensagem foi:

source: Error: Untrusted GPG key on %s
pt: Erro: A chave de GPG não é fiável: %s

source: Looking in Installed Packages:
pt: À Procura nos Pacotes Instalados:

source: Invalid clean option %s
pt: A opção do 'clean' é inválida %s

source: Problem with gpg sig or md5sum on %s
pt: Erro na assin. ou 'md5sum' do GPG em %s

source: Release: %s
pt: Versão: %s

source: No Packages Available for Update or Install
pt: Não Existem Pacotes Disponíveis para Actualizar ou Instalar

source: %s is installed and is the latest version.
pt: O %s está instalado e é a última versão.

source: Found best arch for install only pkg %s
pt: Descobriu-se a melhor arquitectura do pacote apenas de instalação %s

source: Looking in installed packages for a providing package
pt: À procura nos pacotes instalados por um pacote necessário

source: I will do the following:
pt: Será feito o seguinte:

source: Bad URL: %s
pt: URL inválido: %s

source: NonMatching RPM version, %s, removing.
pt: A versão do RPM %s não corresponde, a remover.

source: I will erase these to satisfy the dependencies:
pt: Serão removidos os pacotes para satisfazer as dependências:

source: Updated:
pt: Actualizado:

source: Error parsing command line arguments: %s
pt: Erro ao processar os argumentos da linha de comandos: %s

source: Finding obsoleted packages
pt: A procurar os pacotes obsoletos

source: HTTP Error (%s): %s
pt: Erro de HTTP (%s): %s

source: depcheck: package %s conflicts with %s
pt: depcheck: o pacote %s está em conflito com o %s

source: Please ask your sysadmin to update the headers on this system.
pt: Peça ao seu administrador para actualizar os cabeçalhos neste sistema.

source: Need an item to search
pt: É necessário um item a procurar

source: Putting back old headers
pt: A repor os cabeçalhos antigos

source: Completing update for %s - %d/%d
pt: A terminar a actualização do %s - %d/%d

source: Error: You may need to disable gpg checking to install this package
pt: Erro: Poderá ter de desactivar a verificação do GPG para instalar este pacote

source: Options Error: no commands found
pt: Erro nas Opções: não foram indicados comandos

source: adding %s
pt: a adicionar o %s

source: Unable to run grubby correctly: the message was:
pt: Não foi possível executar correctamente o grubby; a mensagem foi:

source: Not a normal file: %s
pt: Não é um ficheiro normal: %s

source: IOError - # %s - %s
pt: Erro E/S - # %s - %s

source: Kernel Updated/Installed, checking for bootloader
pt: O 'Kernel' foi Instalado/Actualizado, a verificar o gestor de arranque

source: Need to pass a list of pkgs to install
pt: É necessário indicar uma lista de pacotes a instalar

source: Deleting entry from Available packages
pt: A remover o item dos pacotes disponíveis

source: Checking sig on %s
pt: A verificar a assinatura no %s

source: Insufficient server config - no servers found. Aborting.
pt: Configuração de servidores insuficiente - nenhum servidor detectado. A interromper.

source: Resolving dependencies
pt: A resolver as dependências

source: Version: %s
pt: Versão: %s

source: Usage: yum [options] <update | upgrade | install | info | remove | list | clean | provides | search | check-update | groupinstall | groupupdate | grouplist > Options: -c [config file] - specify the config file to use -e [error level] - set the error logging level -d [debug level] - set the debugging level -y answer yes to all questions -t be tolerant about errors in package commands -R [time in minutes] - set the max amount of time to randomly run in. -C run from cache only - do not update the cache --installroot=[path] - set the install root (default '/') --version - output the version of yum -h, --help this screen
pt: Utilização: yum [opções] <update | upgrade | install | info | remove | list | clean | provides | search | check-update | groupinstall | groupupdate | grouplist > Opções: -c [fich. configuração] - indicar o ficheiro de configuração a usar -e [nível erros] - indicar o nível de registo de erros -d [nível depuração] - indicar o nível de depuração -y responder 'sim' a todas as perguntas -t ser tolerante com os erros nos comandos dos pacotes -R [tempo em minutos] - define o tempo máximo de execução aleatória. -C usar apenas a 'cache' - esta não é actualizada --installroot=[pasta] - pasta de instalação de base (por omissão '/') --version - devolver a versão do 'yum' -h, --help este ecrã

source: From %s installing %s
pt: A partir do %s instalar o %s

source: No bootloader found, Cannot configure kernel, continuing.
pt: Não foi encontrado um gestor de arranque, não é possível configurar o 'kernel', a continuar.

source: Attempt to delete a missing file %s - ignoring.
pt: A tentar remover um ficheiro inexistente %s - a ignorar.

source: Header cannot be opened or does not match %s, %s.
pt: O cabeçalho não pôde ser aberto ou não corresponde ao %s, %s.

source: Exiting on User Cancel
pt: A Sair por Ordem do Utilizador

source: Getting %s
pt: A obter o %s

source: Writing header.info file
pt: A gravar o ficheiro header.info

source: Error creating dir %s: %s
pt: Erro ao criar a pasta %s: %s

source: Arch
pt: Arq.

source: Gathering header information file(s) from server(s)
pt: A obter os ficheiros de dados dos cabeçalhos dos servidores

source: Using cached header.info file
pt: A usar o ficheiro 'header.info' na 'cache'

source: No Packages Available to List
pt: Não Estão Disponíveis Pacotes para Listar

source: Error: Unsigned Package %s
pt: Erro: O Pacote %s não Está Assinado

source: localrpmdb not defined
pt: O localrpmdb não está definido

source: Error installing the new bootloader:
pt: Erro ao instalar o novo gestor de arranque:

source: Error: Could not find the GPG Key necessary to validate pkg %s
pt: Erro: Não foi encontrada a chave de GPG necessária para validar o pacote %s

source: No actions to take
pt: Não existem acções a tomar

source: Available package: %s.%s %s:%s-%s from %s matches with %s
pt: Pacote disponível: %s.%s %s:%s-%s de %s corresponde ao %s

source: Erase: No matches for %s
pt: Remover: Nada corresponde ao %s

source: Error: Cannot find baseurl or name for server '%s'. Skipping
pt: Erro: Não existe um 'baseurl' ou 'name' para o servidor '%s'. A ignorar

source: Odd header %s suddenly disappeared
pt: O cabeçalho estranho %s desapareceu de repente

source: All dependencies resolved and no conflicts detected
pt: Todas as dependências foram resolvidas sem detectar conflitos

source: Group %s does not exist
pt: O grupo %s não existe

source: Cleaning old headers
pt: A limpar os cabeçalhos antigos

source: Description: %s
pt: Descrição: %s

source: Need a list of groups to update
pt: É necessária uma lista de grupos a actualizar

source: using cached groups from server: %s
pt: a usar os grupos em 'cache' do servidor: %s

source: getting groups from server: %s
pt: a obter os grupos do servidor: %s

source: You need to be root to perform these commands
pt: Terá de ser 'root' para executar estes comandos

source: No packages found
pt: Não foram encontrados pacotes

source: Exiting.
pt: A sair.

source: asking for package %s.%s - does not exist in nevral - bailing out - check rpmdb for errors
pt: a pedir o pacote %s.%s - não existe no 'nevral' - a sair - procure erros na 'rpmdb'

source: Errors reported doing trial run
pt: Detectaram-se erros na execução de teste

source: Lilo found - adding kernel to lilo and making it the default
pt: O LILO foi detectado - a adicionar o 'kernel ao LILO e a colocá-lo por omissão

source: Name : %s
pt: Nome : %s

source: Dep Installed:
pt: Dep. Instalada:

source: [update: %s]
pt: [actualizar: %s]

source: Cannot find a package matching %s
pt: Não foi detectado um pacote correspondente ao %s

source: ERROR: Url Return no Content-Length - something is wrong
pt: ERRO: O URL não devolveu um Content-Length - passa-se algo de errado

source: Got a file - yay
pt: Foi obtido um ficheiro - iupi

source: From %s updating %s
pt: A partir do %s a actualizar o %s

source: Test transaction complete, Success!
pt: A transacção de testes teve sucesso!

source: Usage: yum-arch [-v] [-z] [-l] [-c] [-n] [-d] [-q] [-vv] (path of dir where headers/ should/does live) -d = check dependencies and conflicts in tree -v = more verbose output -vv = even more verbose output -n = don't generate headers -c = check pkgs with gpg and md5 checksums - cannot be used with -n -z = gzip compress the headers (default, deprecated as an option) -s = generate headers for source packages too -l = use symlinks as valid rpms when building headers -q = make the display more quiet
pt: Utilização yum-arch [-v] [-z] [-l] [-c] [-n] [-d] [-q] [-vv] (pasta onde os cabeçalhos existem/devem existir) -d = verificar as dependências e conflitos na árvore -v = resultado mais descritivo -vv = resultado ainda mais descritivo -n = não gerar os cabeçalhos -c = verificar o GPG e os códigos MD5 dos pacotes - não usar com o -n -z = comprime os cabeçalhos c/ o gzip (p/ omissão, descontinuado como opção) -s = gerar os cabeçalhos também para os pacotes de código-fonte -l = usar ligações simbólicas como RPMs válidos ao criar os cabeçalhos -q = tornar o resultado mais silencioso

source: The file %s is damaged.
pt: O ficheiro %s está corrompido.

source: Existing lock %s: another copy is running. Aborting.
pt: Bloqueio %s existente: está outra cópia a correr. A sair.

source: Damaged Header %s
pt: Cabeçalho %s Danificado

source: Cleaning packages
pt: A limpar os pacotes

source: Group : %s
pt: Grupo : %s

source: Server: %s
pt: Servidor: %s

source: No bootloader found, Cannot configure kernel.
pt: Não foi detectado um gestor de arranque; o 'kernel' não será configurado.

source: Name
pt: Nome

source: [install: %s]
pt: [instalar: %s]

source: Downloading needed headers
pt: A obter os cabeçalhos necessários

source: Header for pkg %s not found
pt: O cabeçalho do pacote %s não foi encontrado

source: No header - huh?
pt: Sem cabeçalho - hã?

source: Cleaning all headers
pt: A limpar todos os cabeçalhos

source: depcheck: package %s needs %s
pt: depcheck: o pacote %s necessita do %s

source: Error - %s cannot be found
pt: Erro - o %s não foi encontrado

source: RPM %s fails md5 check
pt: O RPM %s falha no código MD5

source: Erasing: %s %d/%d
pt: A remover: %s %d/%d

source: Nothing in any group to update or install
pt: Não há nada em nenhum grupo para instalar ou actualizar

source: Arch : %s
pt: Arquit.: %s

source: No Package %s, %s
pt: Não Existe o Pacote %s, %s

source: No Packages Available for Update
pt: Não Há Pacotes Disponíveis para Actualizar

source: Grub found - making this kernel the default
pt: O GRUB foi detectado - a tornar este 'kernel' o predefinido

source: Digesting rpm - %s - %d/%d
pt: A validar o RPM - %s - %d/%d

source: Damaged RPM %s, removing.
pt: O RPM %s está danificado, a removê-lo.

source: Bad Header for pkg %s.%s trying to get headers for the nevral - exiting
pt: O cabeçalho do pacote %s.%s é inválido ao obter os cabeçalhos do 'nevral' - a sair

source: Error: You may also check that you have the correct GPG keys installed
pt: Erro: Poderá verificar também se tem as chaves de GPG correctas instaladas

source: No rpms to work with and no header dir. Exiting.
pt: Não existem RPMs nem pasta de cabeçalhos com que lidar. A sair.

source: Exiting on user command.
pt: A sair por ordem do utilizador.

source: Failed to find section: %s
pt: Não é possível encontrar a secção: %s

source: Got an empty Header, something has gone wrong
pt: Foi obtido um cabeçalho vazio; algo se passa de errado

source: ignoring bad rpm: %s
pt: a ignorar o RPM inválido: %s

source: Directory of rpms must be a directory.
pt: A pasta dos RPMs deverá ser uma pasta.

source: failover: out of servers to try
pt: contingência: sem mais servidores para experimentar

source: Getting header.info from server
pt: A obter o 'header.info' do servidor

source: No Package %s
pt: Não Existe o Pacote %s
